ent-CMBottleEmpty = бутилка
    .desc = Маленька бутилка.

ent-CMBottleFilled = { ent-CMBottleEmpty }
    .desc = { ent-CMBottleEmpty.desc }

ent-CMBottleKelotane = бутилка келотана
    .desc = Маленька бутилка. Містить келотан, що використовується для лікування опиків.

ent-CMBottleInaprovaline = бутилка інапровалину
    .desc = Маленька бутилка. Містить інапровалин, що використовується для стабілізування паціентів.

ent-CMBottleDylovene = бутилка диловену
    .desc = Маленька бутилка диловену. Лікує отруєння та прибирає шкоду від токсинів. Чудо, а не засіб.

ent-CMBottleBicaridine = бутилка бікаридину
    .desc = Маленька бутилка. Містить бікаридин, що використовується для лікування фізичних травм.

ent-CMBottleDexalin = бутилка дексаліну
    .desc = Маленька бутилка. Містить дексалін, що використовується для стабілізування паціентів.

