ent-ArmorHelmetM10 = шолом морпіхів M10
    .desc = Стандартний шолом зразку М10. На ярличку внутрі, поряд з інструкцією по пранню, написано "Між похоронами з відкритою кришкою гроба та закритою є різниця. Носи це на голові для кращого результу.". Має вбудовану камеру на правому боці.

ent-CMArmorHelmetM10MP = шолом воєнполу M10
    .desc = Спеціальний варіант шолому зразку М10 для військової поліції СШКМ.

ent-CMArmorHelmetM10ChiefMP = шолом голови воєнполу M10
    .desc = Спеціальний варіант шолому зразку М10 для голов військової поліції СШКМ.

ent-CMArmorHelmetM10CO = шолом командуючого M10
    .desc = Спеціальний варіант шолому зразку М10 для командуючих офіцерів СШКМ.

ent-CMArmorHelmetM10Medic = шолом медика M10
    .desc = Спеціальний варіант шолому зразку М10 ждя бойових медиків СШКМ.

ent-CMArmorHelmetM10Tech = шолом техника M10
    .desc = Спеціальний варіант шолому зразку М10 для бойових техників СШКМ.

ent-CMArmorHelmetM11 = шолом лідера зразку M11
    .desc = Трошечки красивіший шолом для лідерів морпіхів. Цій має вбудовану камеру та має амортізацію щоб захистити твої крихки мізки.

ent-CMArmorHelmetM12 = шолом зразку M12
    .desc = Експерементальне відро для мізків. З рюшкою що звісає зі спіни. Помірно краще захищає від тупих предметів ціною стида та принижень. Але хто буде сміятися останнім? Не ти, бо ти будеш зайнятий на церемоніях нагородження тебе за твою чудову роботу в розвідці чи фантастичне лідерство.

ent-CMArmorHelmetM30 = тактичний шолом M30
    .desc = Тактичний шолом М30 має розумний окуляр що фільтрує тактичну інформацію.

ent-CMArmorHelmetPress = шолом "преса"
    .desc = Спеціальний зразок шоломів для преси.

ent-CMArmorHelmetM3Scout = шолом M3-S
    .desc = Спеціальний легкий шолом серії М3 зроблений для розвідувательних місій.

ent-CMArmorHelmetM3G4 = шолом M3-G4
    .desc = Поєднутється з тяжкою плитою гренадера М3-G4. Дальний кузен експериментального захисного шолому B18, тому також захищає від лицехватів пригаючих на ваше обличчя.

ent-CMArmorHelmetM35 = шолом M35
    .desc = Спеціальний шолом серії М3 зроблений щоб витримувати вогонь.

ent-CMArmorHelmetM45 = маскувальний шолом M45
    .desc = Легкий шолом М45 з маскувальною сіткою використовуємий снайперами СШКМ на розвідувательних місіях.

