ent-CMHeadset = гарнитура морпіхів
    .desc = Стандартна військова гарнитура. Тяжче ніж бойові моделі.

ent-CMHeadsetCE = гарнитура головного інженера
    .desc = Гарнитура людини що відповідає за зламані двигуни, техників техтунелів та переробку всеї підлоги станції в метал.

ent-CMHeadsetCMO = гарнитура головного лікаря
    .desc = Гарнитура видаваєма найкращим лікарям.

ent-CMHeadsetEngineer = гарнитура інженерів
    .desc = Зручний для коордінуваня як барів в тех.тунелях так і орбітального бомбардування.

ent-CMHeadsetRequisition = гарнитура логистів
    .desc = Використовується вантажниками СШКМ, легкий та зручний.

ent-CMHeadsetChef = гарнитура кока
    .desc = Використовується коками, заповнені шумом шипящих сковорідок.

ent-CMHeadsetMedical = гарнитура лікарів
    .desc = Гарнитура якою користуються гарно обучений персонал медічного відділа.

ent-CMHeadsetResearcher = гарнитура дослідників
    .desc = { ent-CMHeadsetMedical.desc }

ent-CMHeadsetQM = гарнитура квартирмейстера
    .desc = Гарнитура якою користується квартирмейстер для контролювання своїма рабами.

ent-CMHeadsetMPO = гарнитура воєнполу
    .desc = Цією гарнитурою користуються члени військової поліції.

ent-CMHeadsetCMP = гарнитура голови воєнпола
    .desc = Для обговорень покупок пончиків та арестів поганців.

ent-CMHeadsetLeader = гарнитура командування
    .desc = Використовується персоналом Бойового Інформаційного Центра та іншими членами командування.

ent-CMHeadsetPilot = гарнитура пілотів
    .desc = Використовується пілот офіцерами.

ent-CMHeadsetIntel = гарнитура розвідників
    .desc = Використовується офіцерами розвідки.

ent-CMHeadsetReporter = гарнитура репортера
    .desc = Використовується бойовими кореспондентами щоб знайти сюжет століття.

ent-CMHeadsetSeniorCommand = гарнитура старшого командування
    .desc = Видається тільки членам вищого командування.

ent-CMHeadsetAlpha = гарнитура загону Альфа
    .desc = Використовується членами загону Альфа.

ent-CMHeadsetAlphaLeader = гарнитура лідера загону Альфа
    .desc = Використовується лідером загону Альфа.

ent-CMHeadsetAlphaTeamLeader = гарнитура лідерів отрядів Альфа
    .desc = Використовується лідерами отрядів Альфа.

ent-CMHeadsetAlphaEngineer = гарнитура бойтеха загону Альфа
    .desc = Використовується бойовими техниками загону Альфа.

ent-CMHeadsetAlphaMedic = гарнитура боймеда загону Альфа
    .desc = Використовується бойовими медиками загону Альфа.

ent-CMHeadsetBravo = гарнитура загону Браво
    .desc = Використовується членами загону Браво.

ent-CMHeadsetBravoLeader = гарнитура лідера загону Браво
    .desc = Використовується лідером загону Браво.

ent-CMHeadsetBravoTeamLeader = гарнитура лідерів отрядів Браво
    .desc = Використовується лідерами отрядів Браво.

ent-CMHeadsetBravoEngineer = гарнитура бойтеха загону Браво
    .desc = Використовується бойовим техником загону Браво.

ent-CMHeadsetBravoMedic = гарнитура боймеда загону Браво
    .desc = Використовується бойовим медиком загону Браво.

ent-CMHeadsetCharlie = гарнитура загону Чарлі
    .desc = Використовується членами загону Чарлі.

ent-CMHeadsetCharlieLeader = гарнитура лідера загону Чарлі
    .desc = Використовується лідером загону Чарлі.

ent-CMHeadsetCharlieTeamLeader = гарнитура лідерів отрядів Чарлі
    .desc = Використовується лідерами отрядів Чарлі.

ent-CMHeadsetCharlieEngineer = гарнитура бойтеха загону Чарлі
    .desc = Використовується бойовим техником загону Чарлі.

ent-CMHeadsetCharlieMedic = гарнитура боймеда загону Чарлі
    .desc = Використовується бойовим медиком загону Чарлі.

ent-CMHeadsetDelta = гарнитура загону Дельта
    .desc = Використовується членами загону Дельта.

ent-CMHeadsetDeltaLeader = гарнитура лідера загону Дельта
    .desc = Використовується лідером загону Дельта.

ent-CMHeadsetDeltaTeamLeader = гарнитура лідерів отрядів Дельта
    .desc = Використовується лідерами отрядів Дельта.

ent-CMHeadsetDeltaEngineer = гарнитура бойтеха загону Дельта
    .desc = Використовується бойовим техником загону Дельта.

ent-CMHeadsetDeltaMedic = гарнитура боймеда загону Дельта
    .desc = Використовується бойовим медиком загону Дельта.

ent-CMHeadsetEcho = гарнитура загону Еко
    .desc = Використовується членами загону Еко.

ent-CMHeadsetEchoLeader = гарнитура лідера загону Еко
    .desc = Використовується лідером загону Еко.

ent-CMHeadsetEchoTeamLeader = гарнитура лідерів отрядів Еко
    .desc = Використовується лідерами отрядів Еко.

ent-CMHeadsetEchoEngineer = гарнитура бойтеха загону Еко
    .desc = Використовується бойовим техником загону Еко.

ent-CMHeadsetEchoMedic = гарнитура боймеда загону Еко
    .desc = Використовується бойовим медиком загону Еко.

ent-CMHeadsetFoxtrot = гарнитура загону Фокстрот
    .desc = Використовується членами загону Фокстрот.

ent-CMHeadsetFoxtrotLeader = гарнитура лідера загону Фокстрот
    .desc = Використовується лідером загону Фокстрот.

ent-CMHeadsetFoxtrotTeamLeader = гарнитура лідерів отрядів Фокстрот
    .desc = Використовується лідерами отрядів Фокстрот.

ent-CMHeadsetFoxtrotEngineer = гарнитура бойтеха загону Фокстрот
    .desc = Використовується бойовими техника загону Фокстрот.

ent-CMHeadsetFoxtrotMedic = гарнитура боймеда загону Фокстрот
    .desc = Використовується бойовим медиком загону Фокстрот.

ent-CMHeadsetColony = гарнитура колоніста
    .desc = Стандартна гарнитура колоністів.

