ent-CMCoatChiefMP = пальто голови воєнполу
    .desc = Пальто морпіхів адаптоване персоналом Військової Поліції для використання на бортах кораблів СШКМ. Але що іронічно, на більшості кораблів військова поліція забов'язана носити броню що робить це пальто доволі не популярним. Це доволі популярно серед тих хто хоче пахнути пончиками 24/7.

ent-CMCoatWarden = пальто наглядача
    .desc = Пальто морпіхів адаптоване наглядачами для використання на бортах кораблів СШКМ. Але що іронічно, на більшості кораблів військова поліція забов'язана носити броню що робить це пальто доволі не популярним серед наглядачів. Найкраще пальто для тих хто всю ніч дивиться в монітори курячи цигарки.

ent-CMCoatMP = пальто воєнполу
    .desc = альто морпіхів адаптоване персоналом Військової Поліції для використання на бортах кораблів СШКМ. Але що іронічно, на більшості кораблів військова поліція забов'язана носити броню що робить це пальто доволі не популярним. Цій варіант також доступен для офіцерів, якщо тільки вони готові взяти на себе цій сором.

ent-CMCoatMessTech = куртка кока
    .desc = Пахне ваніллю. Показує престиж та силу.

ent-CMCoatASO = пальто ОДС
    .desc = Стандартне пальто для офіцерів.

ent-CMCoatCO = пальто командуючого офіцера
    .desc = Стандартне пальто для командуючих офіцерів.

ent-CMCoatCOBomber = куртка командуючого офіцера
    .desc = Стандартна куртка для командуючих офіцерів.

ent-CMCoatCOFormalBlack = формальне пальто командуючого офіцера
    .desc = Стандартне пальто для командуючих офіцерів.

ent-CMCoatCOFormalWhite = { ent-CMCoatCOFormalBlack }
    .desc = { ent-CMCoatCOFormalBlack.desc }

ent-CMCoatOfficer = офіцерське пальто
    .desc = Стандартне пальто для офіцерів.

ent-CMCoatLong = довге пальто
    .desc = Стандартне пальто.

ent-CMCoatCorrespondent = пальто кореспондента
    .desc = Стандартне пальто для кореспондентів.

