ent-CMAutoInjector = авто-шприц
    .desc = Авто-шприц. Кожне використання вколює 10 юнитів.

ent-CMEmergencyInjector = екстренний авто-шприц
    .desc = Авто-шприц наповнений спеціальним коктейлем хімікатів для використання в ситуаціях загрожуючих життю. Містить 30 юнитів бікаридину, 30 юнитіів келотана та 20 юнитів епінефріна.

ent-CMTricordrazineInjector = авто-шприц трикордразина
    .desc = Авто-шприц наповнений трикордразином на 3 використання, слабим хімікатом загального використання для лікування шкоди. Кожне використання вколює 10 юнитів.

ent-CMKelotaneAutoInjector = авто-шприц келотана
    .desc = Авто-шприц наповнений келотаном на 3 використання, звичайним хімікатом проти опиків. Кожне використання вколює 10 юнитів.

ent-CMDexalinPlusAutoInjector = авто-шприц дексалина плюс
    .desc = Авто-шприц наповнений дексалином плюс на 3 використання, звичайним хімікатом проти удушення. Кожне використання вколює 10 юнитів.

ent-CMDyloveneAutoInjector = авто-шприц диловена
    .desc = Авто-шприц наповнений диловеном на 3 використання, звичайним хімікатом проти отрути. Кожне використання вколює 10 юнитів.

ent-CMBicaridineAutoInjector = авто-шприц бікаридину
    .desc = Авто-шприц наповнений бікаридином на 3 використання, хімікатом для лікування тупої шкоди. Кожне використання вколює 10 юнитів.

ent-CMInaprovalineAutoInjector = авто-шприц інапровалину
    .desc = Авто-шприц наповнений інапровалином на 3 використання, хімікатом для людей в критичному стані. Кожне використання вколює 10 юнитів.
