ent-WeaponRifleM41A = імпульсна гвинтивка M41A
    .desc = Стандартна імпульсна гвинтивка що використовується Колоніальними Морпіхами. Надійна, міцна та доволі ефективна зброя. Цю крошку потрібно тримати в двух руках для прицільного вогню.

ent-WeaponRifleM41AE2 = тяжка імпульсна гвинтивка M41AE2
    .desc = Велика зброя підтримки здібна вести вогонь на придушення зі станціонарного положення. Також можна тримати в двух руках, хоч і з меншою прицільностю.

ent-WeaponRifleM4RA = бойова гвинтивка M4RA
    .desc = Бойова гвинтивка M4RA є спеціальною снайперською гвинтивкою на озброєнні СШКМ. M4RA має булпап компонування, так що чудово підходить для розвідувальних команд та команд підтримки вогнем.

