ent-CMBackpack = рюкзак
    .desc = Ти носиш його на собі і кладеш в нього свої речі.

ent-CMBackpackEngineer = індустріальний рюкзак
    .desc = Крепко виглядаючий рюкзак використовуємий інженерами.

ent-CMBackpackMedical = медічний рюкзак
    .desc = Спеціально зроблений рюкзак для використання у стерільному середовіщі.

ent-CMBackpackSecurity = рюкзак воєнполу
    .desc = Дуже міцний рюкзак.

ent-CMBackpackCommand = рюкзак офіцерського составу
    .desc = Речі в цьому рюкзаці під грифом "Top secret".

ent-CMBackpackMarine = легкий IMP рюкзак
    .desc = Стандартний рюкзак сил СШКМ. Зроблений щоб тягнути спорядження у пекло бою.

ent-CMBackpackMarineMedic = рюкзак медиків СШКМ
    .desc = Стандартний рюкзак бойових медиків СШКМ.

ent-CMBackpackMarineTech = рюкзак техників СШКМ
    .desc = Стандартний рюкзак бойових техників СШКМ.

ent-CMBackpackMortar = мінометний рюкзак СШКМ
    .desc = Рюкзак спеціально зроблений щоб тримати у ньому снаряди для міномету M402.

ent-CMBackpackWelder = паливний рюкзак техників СШКМ
    .desc = Спеціалізований рюкзак бойових техників СШКМ з додатковим баком палива для швидкої підзаправки зварників.
    .suffix = ЗЛАМАНИЙ, НЕ СПАВНИТИ

