ent-ArmorMarineM3 = броня зразку М3
    .desc = Стандартна броня що використовується СШКМ. Забезпечує гідний захист як від куль так і від ближніх атак. Також має вбудовані лихтарик та ХУД з системою свій-чужий.

ent-CMArmorM3B12 = персональна броня зразку B12
    .desc = A lightweight suit of carbon fiber body armor built for quick movement. Slightly better than the average M3 Pattern Personal Armor.

ent-CMArmorM3 = тяжка броня зразку M3 EOD
    .desc = A heavier version of the standard M3 pattern armor, the armor is primarily designed to withstand ballistic, explosive, and internal damage, with the drawback of increased bulk and thus reduced movement speed, alongside little additional protection from standard blunt force impacts and none from biological threats.

ent-CMArmorM3Warden = броня наглядача зразку M3
    .desc = Добре зроблений варіант зразку М3, зазвичай видається наглядачам.

ent-CMArmorM3WO = броня голови ВП зразку M3
    .desc = Добре зроблений варіант зразку М3, зазвичай видавається Головам ВоєнПолу. Зручна, якщо треба показати хто тут головний.

ent-CMArmorM3G4 = броня гренадера M3-G4
    .desc = Спеціальний варіант броні М3 з прибитими до нього заплатками, плитками та іншими видами захисту. Завдяки тому що ця броня набагато важче за інші, разом з нею ви зможете вистояти проти атак чужих спереду.

ent-CMArmorM3T = легка броня M3-T
    .desc = Спеціальний варіант броні М3 зроблений для вибухо-техників.

ent-CMArmorM3Light = легка броня зразку M3-L
    .desc = Легкий варіант стандартної броні зразку М3. Хоч в неї і менше захисту ніж в інших, ця дозволяє рухатися швидше.

ent-CMArmorM3Scout = легка броня M3-S
    .desc = Спеціально модифікований варіант броні М3 зроблений для розвідувательних місій.

ent-CMArmorM3VLPatternBallistics = бронежелет M3-VL
    .desc = До 2182 року небойовому персоналу СШКМ видавалися не стандартизовані бронежелети, але відсутність сумістності та вбудованих ліхтариків показали свою неефективність. Модифікована оболонка M3-L це результат 6-річної дослідникьої програми; Вона забезпечує захист, функціональність і що саме головне КОМФОРТ усьому не бойовому персоналу СШКМ.

ent-CMArmorM3VLPatternFlakVest = бронежелет пілотів M3-VL
    .desc = Ця комбінація стандартного небойового бронежелета M3-VL та куртки пілотів M70 видається команді човників для їх захисту від загроз зовнішних та внутрішних.

ent-CMArmorM4 = броня радиста зразку M4
    .desc = Добре пропрацьований та зроблений гибрид сітки смартганера та пліток броні M3. Міцна та спритна.

ent-CMArmorM35 = броня M35
    .desc = Спеціальний варіант броні М3 зроблений щоб витримувати вогонь.

ent-CMArmorM45 = маскувальна броня M45
    .desc = Легка маскувальна броня, що використовується снайперами СШКМ на розвідувательних місіях. Дуже легка та на здивування добре захищає.

ent-CMArmorM56CombatHarness = бойовий каркас M56
    .desc = Надміцна броня зроблена спеціально для системи смартганера M56. Має спеціально зроблені ремені та кріплення щоб переносити смартґан та аксесуари до нього.

ent-CMArmorM2MP = броня воєнполу зразку M2
    .desc = Броня М2 надає підвищений захист проти ближних атак, але погано захищає проти вогнепальної зброї.

ent-CMArmorM2Officer = броня офіцерів зразку M2
    .desc = { ent-CMArmorM2MP }

ent-CMArmorPlatePilot = плитоноска пілотів
    .desc = Спеціальна плитоноска, видається пілотам СШКМ.

ent-CMArmorPlatePress = плитоноска преси
    .desc = Спеціальна плитоноска, видається пресі СШКМ.

