# auxiliary support
job-name-aso = Офіцер Допоміжних Військ
job-description-aso = Коордінуйте допоміжни департаменти операції.
JobAuxiliarySupportOfficer = Офіцер Допоміжних Військ

job-name-pilot = Пілот-Офіцер
job-description-pilot = Транспортуйте війська або допомогайте їм розстрілюючи ворогів з повітря чи евакуючи поранених. Слідкуйте щоб жодна стороння істота не потрапила на доверених вам десантний корабель.
JobPilotOfficer = Пілот-Офіцер

job-name-dcc = Другий пілот
job-description-dcc = Допомогайте пілоту та підтримуйте десантний корабель та поранених що перебувають у ньому.
JobDropshipCrewChief = Другий пілот

job-name-intel = Офіцер Розвідки
job-description-intel = Шукайте розвіддані щоб получити бали досліджень для підтримки операції.
JobIntelOfficer = Офіцер Розвідки
