ent-CMBeltInflatable = Містер Крякер
    .desc = Що ми робимо сьогодні, Містере Крякер?

ent-CMBeltMarine = пояс для набоїв зразку M276
    .desc = M276 це стандарт обладнання СШКМ. Він складається з модульного пояса та різних мішочків. Цій - стандартний варіант зроблений для набоїв.

ent-CMBeltUtility = пояс для інструментів зразку M276
    .desc = M276 це стандарт обладнання СШКМ. Він складається з модульного пояса та різних мішочків. Ця версія використовується інженерами для транспортування інструментів.

ent-CMBeltUtilityCombat = бойовий пояс для інструментів зразку M276
    .desc = Бойовий пояс для інструментів зразку М276 - альтернативне обладнання СШКМ для інженерів що працюють вблизи бойових зон. Воно складається з модульного пояса та різних мішочків для інструментів та зброї. Із-за спеціфики вмішяє менше інструментів ніж звичайна модель.

ent-CMBeltKnife = пояс для ножів зразку M276
    .desc = М276 це стандарт обладнання СШКМ. Він складається з модульного пояса та різних мішочків. Ця версія зроблена для зберігання ножів. Зазвичай не використовується, але все ще знаходиться на озброєнні.

ent-CMBeltMedical = пояс медиків зразку M276
    .desc = M276 це стандарт обладнання СШКМ. Він складається з модульного пояса та різних мішочків. Ця версія зроблена для транспортування ліків та набоїв.

ent-CMBeltMedicBag = мішок парамедика зразку М276
    .desc = M276 це стандарт обладнання СШКМ. Ця версія складається з одного мішка наповненого шприцями та ліками.

ent-CMBeltMortar = пояс оператора міномета зразку M276
    .desc = Зразок М276 підлаштований на транспортування та зберігання снарядів від міномету M402.

ent-CMBeltSecurity = пояс воєнполу зразку M276
    .desc = М276 це стандарт обладнання СШКМ. Він складається з модульного пояса та різних мішочків. Ця версія використовується Військовою Поліцією СШКМ та миротворцями.

ent-CMBeltSmartGunner = пояс барабанного озброєння зразку M280
    .desc = Не беручи до уваги факти 1. Барабанні магазини надзвичайно не ергономічні, та 2. потребують надзвичайно точної обробці щоб легко вміщатися (спойлер, вони не вмістяться. Додаючи це до міфу о "Різних Смартґанерах"), СШКМ вирішило випустити модифікований пояс морпіхів (відомий під більш формальною назвою М280) з гачками та пилозахісними чохлами (занадто складними для звичайних бовдурів) для системи барабанної амуніції М56В. Коли фіксатор не застрягає в замазаною мастилом по горло липучці, то цій пояс виконує доволі не погану роботу зберігаючи достатню кількість барабанів. Але ставлячи крапку - в порівнянні зі стандартними поясами... цій смо-кче. Але ж, слово "смоктати" описує буття кожного Морпіху, чи я неправий?

